Repository: MrShaxriyor/MoneyControl
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Bugungi Kirim
ru: Сегодняшний доход

source: Bugungi Chiqim
ru: Сегодняшний расход

source: Joriy Balans
ru: Текущий баланс

source: Chiqish
ru: Выход

source: Sozlamalar
ru: Настройки

source: Bosh sahifa
ru: Главная

source: Salom
ru: Привет

source: Kategoriya Bo‘yicha chiqimlar
ru: Расходы по категориям

source: Ovqat
ru: Еда

source: Uy
ru: Дом

source: Umumiy Tranzaksiya
ru: Общая транзакция

source: Menyu
ru: Меню

source: Kirim
ru: Доход

source: Chiqim
ru: Расход

source: Oylik Trend
ru: Месячный тренд

source: Bugungi kirim
ru: Сегодняшний доход

source: Bugungi chiqim
ru: Сегодняшний расход

source: Bugungi kirim summasini kiriting, category va izoh tanlang.
ru: Введите сумму сегодняшнего дохода, выберите категорию и комментарий.

source: Category tanlang
ru: Выберите категорию

source: Savdo
ru: Торговля

source: Bugungi kirimlar
ru: Сегодняшние доходы

source: Kategoriya
ru: Категория

source: Summa
ru: Сумма

source: Izoh yozing
ru: Напишите комментарий

source: Saqlash
ru: Сохранить

source: Categorylar
ru: Категории

source: Qo'shish
ru: Добавить

source: Category nomi
ru: Название категории

source: Orqaga
ru: Назад

source: Sana
ru: Дата

source: Moliyaviy boshqaruvni osonlashtiring
ru: Сделайте финансовое управление проще

source: Kuzatuv
ru: Отслеживание

source: Tahlil
ru: Анализ

source: Xavfsizlik
ru: Безопасность

source: Finans Dashboard orqali daromad va xarajatlaringizni kuzatib boring.
ru: Отслеживайте свои доходы и расходы через Финансовую Панель.

source: Kirim va chiqimlaringizni real vaqtda kuzatib boring.
ru: Отслеживайте свои доходы и расходы в реальном времени.

source: Grafiklar orqali moliyaviy faoliyatingizni tahlil qiling.
ru: Анализируйте свою финансовую активность с помощью графиков.

source: Ma’lumotlaringiz xavfsiz va himoyalangan.
ru: Ваши данные в безопасности и под защитой.

source: biz haqimizda
ru: О нас
